Repository: WoTRemboy/Planzo-ToDoNotes
Catalog: ToDoNotes/Application/Localizable.xcstrings
Source language: en
Languages: es, fr, ru

# TaskManagementDatePickerEndRepeatNone
source: Never
es: Nunca
fr: Jamais
ru: Никогда

# TaskManagementDatePickerEndRepeatTitle
source: End Repeat
es: Finalizar repetición
fr: Terminer la répétition
ru: Завершить повторы

# TaskManagementDatePickerFiveMinutesBefore
source: 5 minutes before
es: 5 minutos antes
fr: 5 minutes avant
ru: За 5 минут

# TaskManagementDatePickerInFiveMinutesNotification
source: In 5 minutes
es: En 5 minutos
fr: Dans 5 minutes
ru: Через 5 минут

# TaskManagementDatePickerInOneDayNotification
source: In 1 day
es: En 1 día
fr: Dans 1 jour
ru: Через 1 день

# TaskManagementDatePickerInOneHourNotification
source: In 1 hour
es: En 1 hora
fr: Dans 1 heure
ru: Через 1 час

# TaskManagementDatePickerInThiryMinutesNotification
source: In 30 minutes
es: En 30 minutos
fr: Dans 30 minutes
ru: Через 30 минут

# TaskManagementDatePickerNoneReminder
source: None
es: No
fr: Aucune
ru: Нет

# TaskManagementDatePickerNoneTime
source: None
es: No
fr: Aucune
ru: Нет

# TaskManagementDatePickerNowNotification
source: Now
es: Ahora
fr: Maintenant
ru: Сейчас

# TaskManagementDatePickerOneDayBefore
source: 1 day before
es: 1 día antes
fr: 1 jour avant
ru: За 1 день

# TaskManagementDatePickerOneHourBefore
source: 1 hour before
es: 1 hora antes
fr: 1 heure avant
ru: За 1 час

# TaskManagementDatePickerOnTime
source: On time
es: A tiempo
fr: À l’heure
ru: Во время

# TaskManagementDatePickerReminder
source: Reminder
es: Recordatorio
fr: Rappel
ru: Напоминание

# TaskManagementDatePickerRemoveAll
source: Clear All
es: Borrar todo
fr: Tout effacer
ru: Очистить всё

# TaskManagementDatePickerRepeatBusiness
source: Weekdays
es: Entre semana
fr: Jours de semaine
ru: По будням

# TaskManagementDatePickerRepeatEveryday
source: Daily
es: Todos los días
fr: Tous les jours
ru: Каждый день

# TaskManagementDatePickerRepeatMonthly
source: Monthly
es: Todos los meses
fr: Tous les mois
ru: Каждый месяц

# TaskManagementDatePickerRepeatNone
source: None
es: Nunca
fr: Jamais
ru: Нет

# TaskManagementDatePickerRepeatTitle
source: Repeat
es: Repetir
fr: Répéter
ru: Повтор

# TaskManagementDatePickerRepeatWeekend
source: Weekends
es: Los fines de semana
ru: Каждые выходные

# TaskManagementDatePickerRepeatWeekly
source: Weekly
es: Todas las semanas
fr: Toutes les semaines
ru: Каждую неделю

# TaskManagementDatePickerRepeatYearly
source: Yearly
es: Todos los años
fr: Tous les ans
ru: Каждый год

# TaskManagementDatePickerSomeReminder
source: Some
es: Algunos
fr: Quelques
ru: Несколько

# TaskManagementDatePickerTarget
source: Target
es: Objetivo
fr: Objectif
ru: Цель

# TaskManagementDatePickerThirtyMinutesBefore
source: 30 minutes before
es: 30 minutos antes
fr: 30 minutes avant
ru: За 30 минут

# TaskManagementDatePickerTime
source: Time
es: Hora
fr: Heure
ru: Время

# TaskManagementDatePickerTitle
source: Date & Time
es: Fecha y hora
fr: Date et heure
ru: Дата и время

# TaskManagementDescriptionPlaceholder
source: Description
es: Descripción
ru: Описание

# TaskManagementDescriptionPlaceholderPreview
source: No description
es: Sin descripción
fr: Aucune description
ru: Нет описания

# TaskManagementPoint
source: Point
es: Punto
ru: Пункт

# TaskManagementShareViewAccessFor
source: Access for
es: Acceso para
fr: Accès pour
ru: Доступ для

# TaskManagementShareViewCancel
source: Cancel
es: Cancelar
fr: Annuler
ru: Отмена

# TaskManagementShareViewCloseAccess
source: Close any access
es: Cerrar acceso
fr: Fermer l’accès
ru: Закрыть доступ

# TaskManagementShareViewCloseDescription
source: Access Revoked
es: Acceso revocado
fr: Accès révoqué
ru: Доступ отозван

# TaskManagementShareViewDeniedMemberMessage
source: The user has been removed from this note’s access list.
es: El usuario ha sido eliminado de la lista de acceso a esta nota.
fr: L’utilisateur a été retiré de la liste d’accès à cette note.
ru: Пользователь удалён из списка доступа к этой заметке.

# TaskManagementShareViewDeniedMemberTitle
source: Access Revoked
es: Acceso revocado
fr: Accès révoqué
ru: Доступ отозван

# TaskManagementShareViewEdit
source: Can edit
es: Puede editar
fr: Peut modifier
ru: Может редактировать

# TaskManagementShareViewEditDescription
source: You can edit this note
es: Puede editar la nota
fr: Vous pouvez modifier la note
ru: Вы можете редактировать заметку

# TaskManagementShareViewGenerating
source: Generating Link...
es: Generando enlace…
fr: Génération du lien…
ru: Создание ссылки…

# TaskManagementShareViewLink
source: Share Link
es: Compartir enlace
fr: Partager le lien
ru: Поделиться ссылкой

# TaskManagementShareViewOwner
source: Owner
es: Propietario
fr: Propriétaire
ru: Владелец

# TaskManagementShareViewOwnerDisctiption
source: Full access to this note
es: Acceso completo a la nota
fr: Accès complet à la note
ru: Полный доступ к заметке

# TaskManagementShareViewRemoveMemberAccept
source: Accept
es: Aceptar
fr: Accepter
ru: Принять

# TaskManagementShareViewRemoveMemberMessage
source: The user will no longer be able to view or edit this note. To grant access again, you’ll need to share the note once more.
es: El usuario ya no podrá ver ni editar esta nota. Para otorgar acceso de nuevo, tendrá que compartir la nota otra vez.
fr: L’utilisateur ne pourra plus afficher ni modifier cette note. Pour accorder de nouveau l’accès, vous devrez la partager à nouveau.
ru: Пользователь больше не сможет просматривать или редактировать эту заметку. Чтобы снова выдать доступ, потребуется заново поделиться заметкой.

# TaskManagementShareViewRemoveMemberTitle
source: Remove Access for
es: Eliminar acceso para
fr: Retirer l’accès pour
ru: Удалить доступ для

# TaskManagementShareViewRemoveMeMessage
source: You will no longer be able to view or edit this note. It will be removed.
es: Ya no podrá ver ni editar esta nota. Se eliminará.
fr: Vous ne pourrez plus afficher ni modifier cette note. Elle sera supprimée.
ru: Вы больше не сможете просматривать или редактировать эту заметку. Она будет удалена.

# TaskManagementShareViewRemoveMeTitle
source: Remove Access?
es: ¿Eliminar acceso?
fr: Retirer l’accès ?
ru: Удалить доступ?

# TaskManagementShareViewSave
source: Save
es: Guardar
fr: Enregistrer
ru: Сохранить

# TaskManagementShareViewStopSharingMessage
source: All people will lose access to this note and won't be able to view or edit it.
es: Todas las personas perderán el acceso a esta nota y ya no podrán verla ni editarla.
fr: Toutes les personnes perdront l’accès à cette note et ne pourront plus la consulter ni la modifier.
ru: Все пользователи потеряют доступ к этой заметке и не смогут её просматривать или редактировать.

# TaskManagementShareViewStopSharingStop
source: Stop
es: Detener
fr: Arrêter
ru: Остановить

# TaskManagementShareViewStopSharingTitle
source: Stop Sharing?
es: ¿Detener el uso compartido?
fr: Arrêter le partage ?
ru: Прекратить доступ?

# TaskManagementShareViewStopSharingToastTitle
source: Sharing ended, note returned to folder
es: Uso compartido finalizado, la nota volvió a su carpeta
fr: Partage terminé, la note a été replacée dans le dossier
ru: Доступ закрыт, заметка возвращена в папку

# TaskManagementShareViewTitle
source: Collaboration
es: Colaboración
ru: Совместная работа

# TaskManagementShareViewView
source: Can view
es: Puede ver
fr: Peut consulter
ru: Может просматривать

# TaskManagementShareViewViewDisctiption
source: You can view this note
es: Puede ver la nota
fr: Vous pouvez afficher la note
ru: Вы можете просматривать заметку

# TaskManagementSharingAccessAllowedUsers
source: Users who have access
es: Usuarios con acceso
fr: Utilisateurs ayant accès
ru: Пользователи с доступом

# TaskManagementSharingAccessCloseAccess
source: Close any access for all
es: Cerrar el acceso para todos
fr: Fermer l’accès pour tous
ru: Закрыть доступ для всех

# TaskManagementSharingAccessDeniedUsers
source: Access Denied
es: Acceso denegado
fr: Accès refusé
ru: Доступ запрещён

# TaskManagementSharingAccessEndSharing
source: End Sharing
es: Finalizar uso compartido
fr: Mettre fin au partage
ru: Завершить доступ

# TaskManagementSharingAccessShareSetting
source: Sharing Settings
es: Configuración de acceso
fr: Paramètres d’accès
ru: Настройки доступа

# TaskManagementSharingAccessTitle
source: Sharing Access Settings
es: Configuración de acceso
fr: Paramètres d’accès
ru: Настройки доступа

# TaskManagementSharingAccessUser
source: User
es: Usuario
fr: Utilisateur
ru: Пользователь

# TaskManagementTarget
source: Target
es: Objetivo
fr: Objectif
ru: Цель

# TaskManagementTaskRowPlaceholder
source: No title
es: Sin título
fr: Sans titre
ru: Нет заголовка

# TaskManagementTitlePlaceholder
source: What would you like to do?
es: ¿Qué te gustaría hacer?
fr: Que souhaitez-vous faire ?
ru: Что бы вы хотели сделать?

# TaskManagementTitlePlaceholderPreview
source: No title
es: Sin título
fr: Sans titre
ru: Нет заголовка

# TaskManagementToday
source: Today
es: Hoy
fr: Aujourd’hui
ru: Сегодня

# TipsCalendarPageOverview
source: Calendar Page
es: Calendario
fr: Calendrier
ru: Календарь

# TipsCalendarPageOverviewContent
source: Check tasks assigned to any specific day using the interactive calendar.
es: Consulta las tareas asignadas a un día específico con el calendario interactivo.
fr: Consultez les tâches attribuées à un jour précis grâce au calendrier interactif.
ru: Проверяйте задачи определенного дня с помощью календаря.

# TipsMainPageOverviewContent
source: Keep track of all your tasks organized by filters and grouped into folders.
es: Lleva un seguimiento de todas tus tareas organizadas por filtros y carpetas.
fr: Suivez toutes vos tâches organisées par filtres et regroupées dans des dossiers.
ru: Отслеживайте все свои задачи, отсортированные по фильтрам и папкам.

# TipsMainPageOverviewTitle
source: Home Page
es: Inicio
fr: Accueil
ru: Главная страница

# TipsTodayPageOverviewContent
source: Review your tasks for the current day, categorized by their status.
es: Revisa tus tareas del día actual, categorizadas por su estado.
fr: Consultez vos tâches du jour, classées par statut.
ru: Смотрите свои задачи, отсортированные по статусу, на текущий день.

# TipsTodayPageOverviewTitle
source: Today Page
es: Hoy
fr: Aujourd’hui
ru: Сегодня

# ToastsChangedFolder
source: Moved to
es: Movido a
fr: Déplacé dans
ru: Перемещено в

# ToastsCompletedError
source: Failed to Complete
es: No se pudo completar
fr: Échec de la finalisation
ru: Возникла ошибка

# ToastsCompletedOn
source: Moved to Completed
es: Marcado como completado
fr: Marqué comme terminé
ru: Перемещено в Выполнено

# ToastsDeleted
source: Deleted
es: Eliminado
fr: Supprimé
ru: Удалено

# ToastsDeletedAll
source: Trash is clear
es: La papelera está vacía
fr: La corbeille est vide
ru: Корзина очищена

# ToastsDuplicated
source: Duplicated
es: Duplicado
fr: Dupliqué
ru: Продублировано

# ToastsDuplicatedError
source: Failed to Duplicate
es: No se pudo duplicar
fr: Échec de la duplication
ru: Ошибка при дублировании

# ToastsImportantOff
source: Removed from Favorites
es: Eliminado de favoritos
fr: Retiré des favoris
ru: Убрано из избранных

# ToastsImportantOn
source: Added to Favorites
es: Agregado a favoritos
fr: Ajouté aux favoris
ru: Добавлено в избранные

# ToastsPinnedOff
source: Unpinned
es: Desfijado
fr: Détaché
ru: Откреплено

# ToastsPinnedOn
source: Pinned
es: Fijado
fr: Épinglé
ru: Закреплено

# ToastsRemoved
source: Moved to Deleted
es: Movido a eliminados
fr: Déplacé dans la corbeille
ru: Перемещено в удаленные

# ToastsRestored
source: Restored
es: Restaurado
fr: Restauré
ru: Восстановлено

# ToastsSameFolders
source: Already in this folder
es: Ya en esta carpeta
fr: Déjà dans ce dossier
ru: Уже в данной папке

# TodayPageActive
source: Active
es: Activo
fr: Actif
ru: Активно

# TodayPageCompleted
source: Completed
es: Completados
fr: Terminé
ru: Выполнено

# TodayPagePlaceholder
source: No Notes
es: Sin notas
fr: Aucune note
ru: Нет заметок

# TodayPageTitle
source: Today
es: Hoy
fr: Aujourd’hui
ru: Сегодня

# MainPageFolderColor
source: Color
fr: Couleur
ru: Цвет

# SettingsPageLanguageSectionTitle
source: General
fr: Général
ru: Основные

# SubscriptionPlan
source: Plan
fr: Forfait
ru: Тариф

# TaskManagementDatePickerErrorReminder
source: Error
fr: Erreur
ru: Ошибка

# SettingsPageOk
source: OK
ru: Хорошо

# TaskManagementShareViewDeniedMemberOk
source: OK
ru: Хорошо
